Revit 2027 API
ParameterTypeId.CurtaingridOriginV Property
 "Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridOriginV { get; }
Public Shared ReadOnly Property CurtaingridOriginV As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridOriginV {
	ForgeTypeId^ get ();
}
static member CurtaingridOriginV : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace